const tagBackgroundColors = [
    "#FF5733", // 红色
    "#33FF57", // 亮绿色
    "#5733FF", // 紫蓝色
    "#F39C12", // 金黄色
    "#1ABC9C", // 青绿色
    "#9B59B6", // 紫色
    "#E74C3C", // 鲜红色
    "#8E44AD", // 深紫色
    "#3498DB", // 天空蓝
    "#2ECC71", // 草绿色
    "#F1C40F", // 明亮黄色
    "#16A085", // 深青色
    "#D35400", // 深橙色
    "#C0392B", // 红色
    "#2980B9", // 宝蓝色
    "#27AE60", // 绿色
    "#34495E", // 深蓝灰色
    "#F39C12", // 橙色
    "#FF6347", // 番茄红
    "#FFD700", // 金色
    "#FF8C00", // 暗橙色
    "#32CD32", // 石灰绿色
    "#7CFC00", // 草坪绿
    "#8A2BE2", // 紫罗兰色
    "#FF1493", // 深粉色
    "#00BFFF", // 深天蓝
    "#DFF2D8", // 浅绿色
    "#FFFF00", // 纯黄色
    "#F08080", // 亮珊瑚红
    "#FF4500", // 橙红色
    "#DA70D6", // 紫丁香色
    "#FF69B4", // 热情粉色
    "#7F8C8D", // 中性灰
    "#BDC3C7", // 淡灰色
    "#C71585", // 紫红色
    "#2F4F4F"  // 深灰色
];


export {
    tagBackgroundColors
}